Repository: NotLGBT/somename
Catalog: oidc_provider/auth_perms/localization/*/LC_MESSAGES/messages.po
Languages: ru

source: Invalid request data.
ru: Неверные данные запроса.

source: Signature verification failed.
ru: Ошибка проверки подписи.

source: Email you have inputted is invalid. Please check it.
ru: E-mail адрес, который вы ввели, неверный. Пожалуйста, проверьте его.

source: Login you have inputted is invalid. Please check it. Login length must be from 3 to 36 and it must contain alphanumeric values, dots or underscores
ru: Неверный логин. Длина логина должна быть от 3 до 36 символов и он должен содержать буквенно-численные значения, точки или подчеркивания

source: Some error occurred while actor registration. Please contact the administrator.
ru: Возникла какая-то ошибка с регистрацией эктора. Пожалуйста, обратитесь к администратору.

source: You are successfully registered.
ru: Вы успешно зарегистрировались.

source: There is no verification data based on received data. Please get new QR code.
ru: Отсутствует верификационная информация, основанная на полученных данных. Пожалуйста обновите QR код.

source: Actor with such email already exists.
ru: Эктор с таким e-mail адресом уже существует.

source: There is no email in received data.
ru: Отсутствует e-mail адрес в полученных данных.

source: Some error occurred while creating actor. Please try again or contact the administrator
ru: Возникла какая-то ошибка при создании эктора. Пожалуйста, попробуйте снова или обратитесь к администратору

source: Password length too short. Minimum 4 characters
ru: Пароль слишком короткий. Используйте 4 и более символа

source: Password and password confirmation do not match. Please check it.
ru: Пароль и подтверждение пароля не совпадают. Пожалуйста, проверьте их.

source: Invalid request data type.
ru: Неверный тип данных запроса.

source: Invalid parameter password in optional data.
ru: Неверный параметр password в опциональных данных.

source: Some error occurred while creating actor. Please try again.
ru: Возникла какая-то ошибка при создании эктора. Пожалуйста, попробуйте снова.

source: Unknown service.
ru: Неизвестный сервис.

source: Some error occurred while creating verification data. Please try again or contact the administrator.
ru: Возникла какая-то ошибка при создании верификационных данных. Пожалуйста, попробуйте снова или обратитесь к администратору.

source: There is no verification data based on received data. Please get new QR code.
ru: Отсутствует верификационная информация, основанная на полученных данных. Пожалуйста, обновите QR код.

source: There is no your public key for your actor. Please contact the administrator.
ru: Отсутствует публичный ключ для вашего эктора. Пожалуйста, свяжитесь с администратором.

source: There is no such actor. Please contact the administrator
ru: Такого эктора не существует. Пожалуйста, свяжитесь с администратором.

source: Auth service is unreachable. Please try again or contact the administrator.
ru: Аутентификационный сервис недоступен. Пожалуйста, попробуйте снова или обратитесь к администратору.

source: Some error occurred with getting your authentication token. Please try again or contact the administrator.
ru: Возникла какая-то ошибка с получением вашего аутентификационного токена. Пожалуйста, попробуйте снова или свяжитесь с администратором.

source: There is no actor with such email. Please check it.
ru: Эктора с таким e-mail адресом не существует. Пожалуйста, проверьте его.

source: There is no verification data based on received data.
ru: Отсутствует верификационная информация, основанная на полученных данных.

source: Password verification failed.
ru: Неверный пароль.

source: APT54 expired.
ru: APT54 просрочен.

source: Actor must be Root
ru: Эктор должен обладать Root правами

source: Invalid APT54 was sent.
ru: Получен невалидный APT54

source: Invalid request type.
ru: Неверный тип запроса.

source: Session token successfully saved.
ru: Токен сессии успешно сохранен.

source: There is no session token.
ru: Отсутствует токен сессии.

source: Unknown QR type. Please try again or contact the administrator.
ru: Неизвестный тип QR кода. Пожалуйста, попробуйте снова или обратитесь к администратору.

source: There is no QR type. Please try again or contact the administrator.
ru: Отсутствует тип QR кода. Пожалуйста, попробуйте снова или обратитесь к администратору.

source: There is no authentication token. Please try again or contact the administrator.
ru: Отсутствует аутентификационный токен. Пожалуйста, попробуйте снова или обратитесь к администратору.

source: Invalid data in your authentication token. Please try again or contact the administrator.
ru: Неверные данные в вашем аутентификационном токене. Пожалуйста, попробуйте снова или обратитесь к администратору.

source: Some error occurred while creating actor. Please try again or contact the administrator.
ru: Возникла какая-то ошибка при создании эктора. Пожалуйста, попробуйте снова или обратитесь к администратору.

source: Some error occurred while creating session token. Please try again or contact the administrator.
ru: Возникла какая-то ошибка при создании токена сессии. Пожалуйста, попробуйте снова или обратитесь к администратору.

source: Session token was successfully created.
ru: Токен сессии был успешно создан.

source: Some error occurred while getting service info.
ru: Возникла какая-то ошибка при получении информации о сервисе.

source: Actor have no session.
ru: У эктора отсутствует сессия.

source: Actor have no session or APT54.
ru: У эктора отсутствует сессия или аутентификационный токен.

source: APT54 expired
ru: APT54 просрочен

source: Actor not found.
ru: Эктор не найден.

source: Actor is banned.
ru: Эктор находится в группе бан.

source: There is no such actor.
ru: Такого эктора не существует.

source: Permissions denied.
ru: Отказано в правах доступа.

source: Unsupported Media Type.
ru: Неподдерживаемый медиа тип.

source: Admin panel isn't available out of the standalone mode.
ru: Меню админа доступно только в standalone режиме

source: Database error.
ru: Ошибка базы данных.

source: Actor apt54 expired! You need update it.
ru: У эктора просрочен аутентификационный токен! Вам необходимо его обновить.

source: Error with getting salt.
ru: Ошибка с получением соли.

source: Error with getting apt54.
ru: Ошибка с получением apt54.

source: Error with getting session.
ru: Ошибка с получением сессии.

source: Invalid service class.
ru: Неверный класс сервиса.

source: Auth service is unavailable.
ru: Аутентификационный сервис недоступен.

source: Some error occurred with sending request.
ru: Возникла какая-то ошибка с отправкой запроса.

source: Static group is missing.
ru: Статическая группа отсутствует.

source: Wrong service type.
ru: Неверный тип сервиса.

source: Such actor does not exist
ru: Такого эктора не существует

source: You are in ban group. Please contact the administrator to set you role.
ru: Вы находитесь в бан группе. Пожалуйста, обратитесь к администратору, чтобы он установил вам роль.

source: Comming Soon...
ru: Скоро будет...

source: Use other language please. We are working on translation
ru: Используйте другой язык, пожалуйста. Мы работаем над переводом

source: Welcome to EcoSystem 54 based service
ru: Добро пожаловать на сервис, основанный на Ecosystem 54.

source: Please, choose the option you need
ru: Пожалуйста, выберите действие

source: Sign In
ru: Войти

source: Sign Up
ru: Зарегистрироваться

source: Help Me
ru: Помощь

source: 1. Download application
ru: 1. Скачайте приложение

source: First of all you need to download EcoSystem 54 application.
ru: Сначала вам необходимо скачать приложение EcoSystem 54

source: iPhone
ru: iOS

source: 2. Create an account
ru: 2. Создать аккаунт

source: Create a new EcoSystem 54 account via sign up form or scanning QR code.
ru: Создать новый аккаунт в EcoSystem 54 при помощи формы регистрации или сканирования QR кода.

source: 3. Contact your administrator
ru: 3. Обратитесь к администратору

source: Account Verification
ru: Верификация аккаунта

source: After the registration process, you do not have any rights to view / create / delete content. After your confirmation, the administrator will assign you personal access.
ru: После процесса регистрации, у вас отсутствуют права доступа на получение / создание / удаление контента. После проверки, администратор назначит вам персональные права доступа.

source: You have been successfully registered. Please contact your administrator to define your role and get an access to the system.
ru: Вы успешно зарегистрированы. Пожалуйста, обратитесь к администратору, чтобы он назначил вам роль и дал права доступа к системе.

source: 4. So easy to use
ru: 4. Так просто использовать

source: What is Profile service?
ru: Что за Profile сервис?

source: Profile service is the right palce where you can add/change you personal information. In additional to this, you can also check you personal list of permissions.
ru: Profile сервис это место где вы можете добавлять/менять ваши персональные данные. В дополнение к этому, вы также можете просмотреть свой персональный список прав доступа.

source: As soon as administrator grants access, profile service will be available for you.
ru: Как только администратор назначит вам права доступа, Profile сервис будет доступен вам.

source: Go to Profile service
ru: Перейти в Profile сервис

source: Login/Password
ru: Форма логин/пароль

source: Sign In with Auth
ru: Войти через Auth

source: QR code
ru: QR код

source: Sign into your EcoSystem 54 account via sign in form
ru: Войти в ваш EcoSystem 54 аккаунт при помощи формы

source: E-mail/Login
ru: E-mail/Логин

source: Password
ru: Пароль

source: Enter password
ru: Введите пароль

source: Sign into your EcoSystem 54 account by scanning QR code
ru: Войти в ваш EcoSystem 54 аккаунт при помощи сканирования QR кода

source: Get a new QR code
ru: Получить новый QR код

source: Register form
ru: Форма регистрации

source: Create a new EcoSystem 54 account via sign up form
ru: Создать новый EcoSystem 54 аккаунт при помощи формы регистрации

source: First name
ru: Имя

source: Enter first name
ru: Введите имя

source: Surname
ru: Фамилия

source: Enter surname
ru: Введите фамилию

source: Confirm password
ru: Подтверждение пароля

source: Create a new EcoSystem 54 account by scanning QR code
ru: Создать новый EcoSystem 54 аккаунт при помощи сканирования QR кода
